title = {" Угао између симетрала комплементних углова је прав.", 
         " Угао између симетрала комплементних углова је оштар.", 
         " Угао између симетрала упоредних углова може бити туп.",	 
         " Угао између симетрала упоредних углова може бити оштар.",
         " Угао између симетрала упоредних углова је прав.",
         " Угао између симетрала унакрсних углова је опружен.",
         " Угао између симетрала два пара унакрсних углова је прав.",
		 " Угао између симетрале и крака конвексног угла може бити оштар.",	
		 " Угао између симетрале и крака конвексног угла може бити туп.",
		 " Угао између симетрале и крака неконвексног угла може бити оштар.",	
		 " Угао између симетрале и крака неконвексног угла може бити туп.",		 
		 } 

reply = {"н", "т", "н", "н", "т", "т", "т", "т", "н", "н", "т"}




