title = {" Угао између симетрала комплементних углова је прав угаo.", 
         " Угао између симетрала комплементних углова је оштар угаo.", 
         " Угао између симетрала упоредних углова може бити туп угаo.",	 
         " Угао између симетрала упоредних углова може бити оштар угаo.",
         " Угао између симетрала упоредних углова је прав угаo.",
         " Угао између симетрала унакрсних углова је опружен угаo.",
         " Угао између симетрала два пара унакрсних углова је прав угаo.",
		 " Угао између симетрале и крака конвексног угла може бити оштар угаo.",	
		 " Угао између симетрале и крака конвексног угла може бити туп угаo.",
		 " Угао између симетрале и крака неконвексног угла може бити оштар угаo.",	
		 " Угао између симетрале и крака неконвексног угла може бити туп угаo.",		 
		 } 

reply = {"н", "т", "н", "н", "т", "т", "т", "т", "н", "н", "т"}




