title = {" Конвексни четвороугао има све углове мање од 180°.", 
         " Четвороугао може имати све углове оштре.",
         " Четвороугао има бар један угао мањи од 90°.",		 
         " Правоугаоник је паралелограм коме су сви углови једнаки.", 
		 " Ако је један угао паралелограма прав, паралелограм је правоугаоник.",
         " Квадрат је правоугаоник коме су све странице једнаке и сви углови једнаки.",
         " Ромб је паралелограм коме су све странице једнаке.", 		 
         " Ромб је паралелограм коме су сви углови једнаки.", 	
         " Делтоид је четвороугао који има све странице једнаке.", 	
		 " Делтоид је четвороугао који има два пара једнаких суседних страница.",		 
         " Трапез је четвороугао који има један пар једнаких наспрамних страница.",
         " Трапез је четвороугао који има један пар паралелних наспрамних страница.",
         " Збир унутрашњих углова четвороугла је 360°.",
         " Збир спољашњих углова четвороугла је 360°.",	
         " Дијагонала четвороугла може бити мања од најмање странице четвороугла.",
		 " Паралелограм је четвороугао који има два пара једнаких наспрамних углова.",
		 " Дијагонале паралелограма се полове.",
		 " Дијагонале паралелограма су једнаке.",  		 
		 " Дијагонале трапеза се полове.",	
		 " Дијагонале једнакокраког трапеза су једнаке.",		 
		 " Дијагонале делтоида су нормалне.",
         " Делтоид је четвороугао коме су наспрамни углови једнаки.",
         " Делтоид је четвороугао који има један пар једнаких наспрамних углова."			 
		 } 

reply = {"т", "н", "н", "т", "т", "т", "т", "н", "н", "т", "н", "т", "т", "т", "н", "т", "т", "н", "н", "т", "т", "н", "т"}



