title = {" Конвексни четвороугао има све углове мање од 180°.", 
         " Четвороугао може имати све углове оштре.",
         " Четвороугао има бар један угао мањи од 90°.",
         " Квадрат је ромб коме су сви углови једнаки.",		 
         " Правоугаоник је паралелограм коме су сви углови једнаки.", 
         " Квадрат је правоугаоник коме су све странице једнаке.",
         " Ромб је паралелограм коме су све странице једнаке.", 		 
         " Ромб је паралелограм коме су сви углови једнаки.", 	
         " Делтоид је четвороугао који има све странице једнаке.", 	
		 " Делтоид је четвороугао који има два пара једнаких суседних страница.",		 
         " Трапез је четвороугао који има један пар једнаких наспрамних страница.",
         " Трапез је четвороугао који има један пар паралелних наспрамних страница.",
         " Збир унутрашњих углова четвороугла је 360°.",
         " Збир спољашњих углова четвороугла је 360°.",	
         " Дијагонала четвороугла може бити мања од најмање странице четвороугла.",
		 " Паралелограм је четвороугао који има два пара једнаких наспрамних углова.",
		 " Дијагонале паралелограма се полове.",
		 " Дијагонале трапеза се полове.",		 
		 " Дијагонале делтоида су нормалне.",
         " Делтоид је четвороугао коме су наспрамни углови једнаки."		 
		 } 

reply = {"т", "н", "н", "т", "т", "т", "т", "н", "н", "т", "н", "т", "т", "т", "н", "т", "т", "н", "т", "н"}





