title = {"Паралелограм је централно симетрична фигура.",
         "Центар симетрије паралелограма је пресек дијагонала.",
         "Једнакораки трапез је централно симетрична фигура.",
         "Делтоид је централно симетрична фигура.",
         "Паралелограм је осно симетрична фигура.",
         "Правоугаоник је осно симетрична фигура.",
         "Ромб је осно симетрична фигура.",
         "Трапез је осно симетрична фигура.",
         "Једнакораки трапез је осно симетрична фигура.",
         "Делтоид је осно симетрична фигура.",
         "Дијагонале правоугаоника су симетрале одговарајућих углова.",
         "Дијагонале ромба су симетрале одговарајућих углова.",
         "У ромб се може уписати круг.",
         "Око ромба се може описати круг.",
		 "Дијагонала ромба је пречник описаног круга.",
         "Висина ромба је пречник уписаног круга.",
         "Паралелограм уписан у круг је правоугаоник.",
         "Дијагонала правоугаоника је пречник описаног круга.",
         "Паралелограм има четири осе симетрије.",
         "Правоугаоник има четири осе симетрије.",
         "Правоугаоник има две осе симетрије.",		 
         "Дијагонале трапеза полове одговарајуће углове.",
         "Дијагонале делтоида полове наспрамне углове који нису једнаки."
         }

reply = {"т", "т", "н", "н", "н", "т", "т", "н", "т", "т", "н", "т", "т", "н", "н", "т", "т", "т", "н", "н", "т", "н", "т"}
	






