
msg = {"девојчице", "дечаци", "подједнако"}  
coment = " (обој кружић)"  
point = {"Срб", "Хрв", "Сло", "ЦГ", "Буг", "Рум", "Алб"}
name = {"Србији", "Хрватској", "Словенији", "Црној Гори", "Бугарској", "Румунији", "Албанији"}
quest = {"У којим државама су девојчице успешније?",            
         "У којим државама су дечаци успешнији?",              
		 "У којој држави (државама) су девојчице најуспешније?",    
		 "У којој држави (државама) су дечаци најуспешнији?",     
		 "У којој држави (државама) су девојчице најнеуспешније?",   
		 "У којој држави (државама) су дечаци најнеуспешнији?",		 
		 "Ко је у просеку успешнији?", 
         "Ко је успешнији у ",   	 
		 "Ко је неуспешнији у "}







