
title = {" Висина која одговара хипотенузи дели правоугли троугао на два њему слична правоугла троугла.", 
         " Висина која одговара хипотенузи дели правоугли троугао на два подударна правоугла троугла.", 
         " Висина која одговара основици једнакокраког троугао је симетрала троугла.", 
         " Тежишна линија која одговара основици једнакокраког троугла је симетрала троугла.", 		 
         " Центар уписаног круга једнакокраког троугла припада висини која одговара основици.",	
         " Центар описаног круга троугла је у пресеку тежишних линија троугла.",		 
         " Центар описаног круга једнакокраког троугла припада висини која одговара основици.",			 
         " Центар уписаног круга једнакокраког троугла припада тежишној линији која одговара основици.",
         " Пречник круга описаног око правоуглог троугла једнак је хипотенузи.",
         " Центар круга описаног око правоуглог троугла је теме правог угла.",		 
         " Ортоцентар тупоуглог троугла је ван троугла.",
         " Ортоцентар правоуглог троугла је теме правог угла.",
         " Ортоцентар оштроуглог троугла је у троуглу.",		 
         " Тежишна линија  дели  троугао на два подударна троугла.", 
         " Тежишна линија која одговара основици једнакокраког троугла је симетрала угла између крака.", 		 
         " Ортоцентар и тежиште једнакокраког троугла се поклапају.", 	
         " Ортоцентар и тежиште једнакостраничног троугла се поклапају.", 	
         " Тежиште тупоуглог троугла је ван троугла.",	
         " Описани и уписани круг једнакокраког троугла имају заједнички центар."		 
		 } 

reply  = {"т", "н", "т", "т", "т", "н", "т", "т", "т", "н", "т", "т", "т", "н", "т", "н", "т", "н", "н"}


