
title = {" Сви природни бројеви су цели бројеви.", 
         " Сви цели бројеви су природни бројеви.", 
         " Сваки позитиван број је већи од сваког негативног броја.",	 
         " 0 је мања од сваког целог броја.",
         " За сваки цео број x је x = |x|.",
         " За сваки природан број x је x = |x|.",
         " За сваки цео број x је x = -(-x).",		 
         " Ако је x цео број онда је |x| природан број.",
         " За свака два цела броја x и y таква да је x=|-y| је x=y.",
         " За свака два цела броја x и y таква да је |x|>y је x>y.",
         " За свака два цела броја x и y је x-y=y-x.",	
         " За свака два цела броја x и y је x+y=y+x.",
         " За сваки цео број x је x +(-x)=0.",
         " За свака два цела броја x и y таква да је x-y>0 је x>y.",
         " За свака два природна броја x и y је број x-y природан број.",
         " Производ два цела броја је негативан ако је бар један множилац негативан број.", 
         " Апсолутна вредност производа целих бројева једнака је производу апсолутних вредности множилаца.",
         " Количник два цела броја је позитиван ако су оба броја истог знака." 		 
		 } 
reply = {"т", "н", "т", "н", "н", "т", "т", "т", "н", "н", "н", "т", "т", "т", "н", "н", "т", "т"}

