title = {" Колико највише правих унутрашњих углова може имати многоугао са више од 4 странице?",
         " Колико највише правих унутрашњих углова може имати многоугао са 4 странице?",
         " Од ког угла мора бити мањи или једнак најмањи унутрашњи угао шестоугла?",
         " Да ли постоји многоугао који има три оштра угла мања од 60 °?",
		 " Да ли постоји седмоугао који има три права и бар један оштар угао?",
         " Да ли постоји шестоугао који има три права и три тупа угла?",
         " Колико највише оштрих углова може имати многоугао?",	 
         " Колико се дијагонала може повући из једног темена многоугла са n страница?",
         " Који многоугао има дијагонала колико и страница?",	
		 " Колико пута је код многоугла са n страница број дијагонала већи од броја углова?",		 
         " Колико дијагонала има троугао?",
         " Колико дијагонала има многоугао са n страница?", 
         " Колики је збир унутрашњих углова многоугла са n страница?",
         " Колики је збир спољашњих углова многоугла?", 
         " Да ли је троугао многоугао?",	
         " Да ли је троугао увек конвексни многоугао?"			 
		} 

reply = {"3", "4", "120", "не", "не", "да", "3", "n-3", "петоугао", "(n-3)/2", "0", "n*(n-3)/2", "(n-2)*180", "360", "да", "да"}





