ones = {"нула", "један", "два", "три", "четири", "пет", "шест", "седам", "осам", "девет"}
ones2 = {"нула", "један", "два", "три", "четири", "пет", "шест", "седам", "осам", "девет"}
mid = {"десет", "једанаест", "дванаест", "тринаест", "четрнаест", "петнаест", "шеснаест", "седамнаест", "осамнаест", "деветнаест"}
mid2 = {"десет", "једанаест", "дванаест", "тринаест", "четрнаест", "петнаест", "шеснаест", "седамнаест", "осамнаест", "деветнаест"}
tens = {"десет", "двадесет", "тридесет", "четрдесет", "педесет", "шездесет", "седамдесет", "осамдесет", "деведесет"}
tens2 = {"десет", "двадесет", "тридесет", "четрдесет", "педесет", "шездесет", "седамдесет", "осамдесет", "деведесет"}
lang = 1