title = {" Троугао може имати два права угла.", 
         " Троугао може имати два тупа угла.",
		 " Троугао може имати два оштра угла.",
         " Троугао може имати један прави и један оштар угао.", 
         " Троугао може имати један тупи и један оштар угао.",
         " Троугао може имати један прави и један тупи угао.", 		 
         " Сви спољашњи углови троугла могу бити оштри.",
         " Сви спољашњи углови троугла могу бити прави.",
         " Сви спољашњи углови троугла могу бити тупи.",
         " Сви унутрашњи углови троугла могу бити мањи од 60°.",
         " Сви унутрашњи углови троугла могу бити већи од 60°.",	
         " Сваки спољашњи угао у било ком троуглу једнак је збиру несуседна два унутрашња угла.",
         " Сваки спољашњи угао у било ком троуглу већи је од несуседног унутрашњег угла.",	
		 " Најмањи угао било ког троугла је мањи или једнак 60°.",	
		 " Највећи угао било ког троугла је већи или једнак 60°."				 
		 } 

reply = {"н", "н", "т", "т", "т", "н", "н", "н", "т", "н", "н", "т", "т", "т", "т"}





