title = {" им одговарајуће странице једнаке.", 
         " им одговарајући углови једнаки.", 
         " им једнаке две одговарајуће странице и њима захваћен угао.",	 
         " им једнаки једна страница и  углови налегли на ту страницу.",
         " правоугли и имају једнаке оговарајуће катете.",
         " правоугли и имају једнаке хипотенузе.",
         " правоугли и једнакокраки.",		 
         " једнакокраки и једнак  им је угао између крака.",
         " једнакокраки и једнаке су им основице.",	
         " једнакокраки и једнаке су им основице и по један крак.",		 
         " једнакокраки, и једнаки су им основица и угао наспрам основице.",
         " једнакокраки, и једнаки су им основица и угао на основици.",
		 " једнакостранични.",	
         " једнакостранични  и једнака  им је страница."		 
		 }
reply = {"т", "н", "т", "т", "т", "н", "н", "н", "н", "т", "т", "т", "н", "т" }



