title = {"Ако су два угла комплементна, један од њих може бити оштар.", 
         "Упоредни углови су суплементни.",
         "Ако су два угла комплементна, један од њих може бити прав.",   
         "Ако су два угла суплементна, један од њих може бити оштар а други туп.",		 
         "Ако су два угла комплементна, један од њих може бити туп.", 
         "Ако су два угла суплементна, оба могу бити оштра.",     
         "Ако су два угла суплементна, оба могу бити права.", 
         "Ако су два угла суплементна, оба могу бити тупа.",
         "Упоредни углови су комплементни.",  
         "Ако су два угла унакрсна, један од њих може бити оштар а други туп.",
         "Ако су два угла комплементна, оба морају бити оштра.",		 
         "Ако су два угла унакрсна, оба могу бити права."} 

reply = {"т", "т", "н", "т", "н", "н", "т", "н", "н", "н", "т", "т"}



