day1 = {"понедељка", "уторка", "среде", "четвртка", "петка", "суботе", "недеље"}
choice1 = {"првог", "другог", "трећег", "четвртог"}
choice2 = {"прве", "друге", "треће", "четврте"}

month_n = {"ЈАНУАР", "ФЕБРУАР", "МАРТ", "АПРИЛ", "МАЈ", "ЈУН", "ЈУЛ", "АВГУСТ", "СЕПТЕМБАР", "ОКТОБАР", "НОВЕМБАР", "ДЕЦЕМБАР"}
month_d = {"јануару", "фебруару", "марту", "априлу", "мају", "јуну", "јулу", "августу", "септембру", "октобру", "новембру", "децембру"}
month_g = {"јануара", "фебруара", "марта", "априла", "маја", "јуна", "јула", "августа", "септембра", "октобра", "новембра", "децембра"}

day_str = {"П", "У", "С", "Ч", "П", "С", "Н"}

