
text = {"Кроз дату тачку можемо конструисати само једну праву.", 
         "Кроз дату тачку можемо конструисати само две праве.",	 
         "Кроз дату тачку можемо конструисати бесконачно много правих.",   
		 "Кроз две различите тачке можемо конструисати две праве.", 
         "Кроз две различите тачке можемо конструисати само једну праву.",	 
         "Кроз две различите тачке не можемо конструисати ни једну праву.",    
         "Две паралелне праве имају само једну заједничку тачку.", 
         "Две паралелне праве немају ни једну заједничку тачку.",
         "Две паралелне праве имају бесконачно много заједничких тачака.",
         "Две различите праве које се секу имају само једну заједничку тачку.", 	 
         "Две различите праве које се секу имају две заједничке тачке.",
         "Две различите праве које се секу немају заједничких тачака.",
         "Две различите праве које се секу имају бесконачно много заједничких тачака.",		 
		 "Три колинеарне тачке одређују тачно једну праву.",
		 "Три колинеарне тачке одређују тачно две праве.",
		 "Три колинеарне тачке одређују тачно три праве.",
		 "Три неколинеарне тачке одређују тачно једну праву.",
		 "Три неколинеарне тачке одређују тачно две праве.",
		 "Три неколинеарне тачке одређују тачно три праве.",
		 "У равни кроз тачку ван дате праве можемо конструисати само једну праву која не сече дату праву.",	
		 "У равни кроз тачку ван дате праве можемо конструисати бар две праве које не секу дату праву.",			 
		 "У равни кроз тачку ван дате праве не можемо конструисати ни једну праву која не сече дату праву.",	
		 "У равни кроз тачку можемо конструисати само једну праву која је нормална на дату праву.",
	     "У равни кроз тачку можемо конструисати само две праве које су нормалне на дату праву.",	
	     "У равни кроз тачку можемо конструисати више од две праве које су нормалне на дату праву.",	
		 "Две различите тачке на правој одређују две полуправе.", 	
		 "Две различите тачке на правој одређују три полуправе.", 			 
		 "Две различите тачке на правој одређују четири полуправе.", 
		 "Ако за три различите тачке А, B и C важи да је АB + BC = AC тачке су колинеране.",
		 "Ако за три различите тачке А, B и C важи да је АB + BC = AC тачке су неколинеране.",
         "Две тачке које не припадају правој су са исте стране праве ако дуж чији су крајеви те тачке сече праву."}		 
		
reply = {"н", "н", "т", "н", "т", "н", "н", "т", "н", "т", "н", "н", "н", "т", "н", "н", "н", "т", "н", "т", "н", "н", "т", "н", "н", "н", "н", "т", "т", "н", "н"}



