type = {"дужину", "масу", "запремину", ""}

name = {}
name[1] = {"буба маре", "стопала", "клупе", "аутопута", "базена"}
name[2] = {"чоколаде", "човека", "плавог кита"}
name[3] = {"лека", "конзерва сока", "брик паковаља млека", "воде у базену"} 
name[4] = {
  "трајање школског часа", 
  "трајање путовања до Суботице", 
  "трајање годишњег доба", 
  "дужину школовања",
  "померање велике казаљке на сату"  
} 

measure = {}
measure[1] = {"милиметар", "центиметар", "метар", "километар"}
measure[2] = {"грам", "килограм", "тона"}
measure[3] = {"милилитар", "децилитар", "литар", "хектолитар"}
measure[4] = {"минут", "сат", "месец", "година"}

