choice = {"бројева", "слова у речи"} 
task = {"(од најмањег до највећег)", "(по азбучном реду)"}

descr_w = {"банана", "раскрсница", "висибаба", "неколико", "интернет"}      
word[1] = {"а","б", "н"}     
word[2] = {"а", "и", "к", "н", "р", "с", "ц"}
word[3] = {"а", "б", "и", "с", "в"}
word[4] = {"е", "и", "к", "л", "н", "о"}
word[5] = {"е", "и", "н", "р", "т"}

descr_n = {"прост", "декадна", "паран", "непаран"}

name = {"број", "слово речи"}
tens = {"јединица", "десетице"}
adv = {"прве", "пете"}

