
title = {"Свака два правоугла троугла су слична.", 
         "Два правоугла троугла су слична ако имају једнак један оштар угао.",	 
         "Правоугли и оштроугли троугао су слични ако имају једнак један оштар угао.",   
         "Правоугли и тупоугли троугао су слични ако имају једнак један оштар угао.",   
         "Два једнакокрака троугла су слична ако им краци образују једнаке углове.", 
         "Два једнакокрака троугла су слична ако имају једнаке углове на основици.",     
         "Свака два једнакокрака тругла су слична.", 
         "Свака два једнакостранична тругла су слична.",
         "Два правоугла троугла су слична ако су катете једног пропорционалне катетама катетама другог троугла.",
         "Два троугла су слична ако су две странице једног пропорционалне са две одговарајуће странице другог троугла.",		 
         "Два троугла су слична ако су две странице једног пропорционалне са две одговарајуће странице другог троугла, а углови захваћени овим страницама једнаки.",
         "Обими сличних троуглова пропорционални су одговарајућим страницама.",
		 "Обими сличних троуглова пропорционални су квадратима одговарајућих страница.",
		 "Површине сличних троуглова пропорционалне су квадратима одговарајућих страница.",
		 "Површине сличних троуглова пропорционалне су одговарајућим страницама."}		 
		
reply = {"н", "т", "н", "н", "т", "т", "н", "т", "т", "н", "т", "т", "н", "т", "н" }