answ = {
  " различите тачке одређују ", 
  " неколинеарне тачке одређују ",  
  " различите праве могу имати највише ",  
  " различите тачке на правој одређују ",    
  " различите тачке одређују ",
  " неколинеарних тачака одређује ",  
  " паралелне праве деле раван на ", 
  " паралелне праве и још једна права која их сече деле раван на ",  
  " пара паралелних правих, које се секу у 4 тачке, деле раван на ", 
  " праве које се секу у 3 тачке, деле раван на " 
}
msg = {"праву.", "праве.", "заједничку тачку.", "полуправе.", "дужи.",  "области.", "полуправих.", "дуж.", "правих." }

