title = {"Ако је број дељив са 10, дељив је и са 5.", 
         "Ако је број дељив са 5, дељив је и са 10.",                
         "Ако је број дељив са 6, дељив је и са 2 и са 3.", 
         "Збир било која два узастопна парна броја дељив је са 4.",     
         "Постоје три узастопна броја таква да су сви прости.", 
         "Производ било која два узастопна броја дељив је са 2.",
         "Збир било која три узастопна броја дељив је са 3.", 
         "Ако су дужине ивица правоугаоника непарни бројеви, површина правоугаоника је непаран број.", 
         "Ако су дужине ивица правоугаоника непарни бројеви, обим правоугаоника је непаран број.", 
         "Ако је збир неких 100 природних бројева  непаран број, производ тих бројева је паран број."} 

reply = {"т", "н", "т", "н", "н", "т", "т", "т", "н", "т"}

