ones = {"нула", "један", "два", "три", "четири", "пет", "шест", "седам", "осам", "девет"}
ones2 = {"нула", "један", "два", "три", "четири", "пет", "шест", "седам", "осам", "девет"}
tens = {"десет", "двадесет", "тридесет", "четрдесет", "педесет", "шездесет", "седамдесет", "осамдесет", "деведесет"}
tens2 = {"десет", "двадесет", "тридесет", "четрдесет", "педесет", "шездесет", "седамдесет", "осамдесет", "деведесет"}
hundreds = {"сто", "двеста", "триста", "четиристо", "петсто", "шесто", "седамсто", "осамсто", "девесто"}
hundreds2 = {"сто", "двеста", "триста", "четиристо", "петсто", "шесто", "седамсто", "осамсто", "девесто"}
