musko_ime_nom = {"Милан", "Никола", "Петар", "Дејан", "Влада", "Јован"};
musko_ime_gen = {"Милана", "Николе", "Петра", "Дејана", "Владе", "Јована"};
musko_ime_dativ = {"Милану", "Николи", "Петру", "Дејану", "Влади", "Јовану"};
musko_ime_akuzativ = {"Милана", "Николу", "Петра", "Дејана", "Владу", "Јована"};
musko_ime_instrum = {"Миланом", "Николом", "Петром", "Дејаном", "Владом", "Јованом"};
musko_ime_lokativ = {"Милану", "Николи", "Петру", "Дејану", "Влади", "Јовану"};

musko_pridev = {"Миланова", "Николина", "Петрова", "Дејанова", "Владина", "Јованова"}; 
musko_mpridev = {"Миланов", "Николин", "Петров", "Дејанов", "Владин", "Јованов"}; 

zensko_ime_nom = {"Милка", "Бранка", "Ана", "Јелена", "Милица", "Весна", "Милена"}; 
zensko_ime_gen = {"Милке", "Бранке", "Ане", "Јелене", "Милице", "Весне", "Милене"}; 
zensko_ime_dativ = {"Милки", "Бранки", "Ани", "Јелени", "Милици", "Весни", "Милени"}; 
zensko_ime_akuzativ = {"Милку", "Бранку", "Ану", "Јелену", "Милицу", "Весну", "Милену"}; 
zensko_ime_instrum = {"Милком", "Бранком", "Аном", "Јеленом", "Милицом", "Весном", "Миленом"}; 
zensko_ime_lokativ = {"Милки", "Бранки", "Ани", "Јелени", "Милици", "Весни", "Милени"}; 

zensko_pridev = {"Милкина", "Бранкина", "Анина", "Јеленина", "Милицина", "Веснина", "Миленина"}; 
zensko_mpridev = {"Милкин", "Бранкин", "Анин", "Јеленин", "Милицин", "Веснин", "Миленин"}; 